tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

# Tools
brew 'ack'
brew 'autojump'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'hub'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'readline'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

# Casks
cask '1password'
cask 'discord'
cask 'dropbox'
cask 'hyper'
cask 'fantastical'
cask 'flux'
cask 'figma'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'java'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'ticktick'
cask 'tower'
cask 'visual-studio-code'

# Fonts
cask 'font-hind'
cask 'font-menlo-for-powerline'
cask 'font-source-sans-pro'
