cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'autojump'
brew 'curl'
brew 'git'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'puma/puma/puma-dev'
brew 'python'
brew 'readline'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'discord'
cask 'dropbox'
cask 'hyper'
cask 'fantastical'
cask 'figma'
cask 'google-chrome'
cask 'sketch'
cask 'slack'
cask 'spark'
cask 'spotify'
cask 'ticktick'
cask 'tower'
cask 'visual-studio-code'